# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap 'homebrew/cask-fonts'

# Apps
cask "google-chrome"
cask "firefox"
cask "slack"
cask "visual-studio-code"

# Tools
brew "awscli"
brew "coreutils"
brew "curl"
brew "emacs"
brew "gh"
brew "git"
brew "jq"
brew "kibana", restart_service: true
brew "nvm"
brew "redis", restart_service: true
brew "unrar"
brew "vim", link: false

# System Utilites
brew "shiftit"
brew "caffeine"
brew "htop"
brew "watch"

# Fonts

